Revit 2027 API
UnitTypeId.Kilopascals Property
 Kilopascals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kilopascals { get; }
Public Shared ReadOnly Property Kilopascals As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kilopascals {
	ForgeTypeId^ get ();
}
static member Kilopascals : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace